---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRisersPresent
source: html/93461280-79c8-cc64-18db-7343e8e20850.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRisersPresent Property

"Risers Present"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRisersPresent { get; }
```